Repository: dos1/shr-installer
Catalog: data/po/*/shr-installer.po
Languages: cs, de, es, fr, gl

source: Trying again...
cs: Zkouším znovu...
de: Versuche es nochmals...
es: Probando de nuevo...
fr: Ré-essai...
gl: Probando de novo...

source: Couldn't connect to PackageKit
cs: Nelze se připojit k PackageKit
de: Kann nicht mit PackageKit verbinden
es: No se pudo conectar a PackageKit
fr: Échec de la connexion à PackageKit
gl: Non se puido conectar con PackageKit

source: Not connected to PackageKit!
cs: Nejsem připojen k PackageKit!
de: Nicht mit PackageKit verbunden!
es: ¡Sin conexión con PackageKit!
fr: Pas connecté à PackageKit !
gl: Sin conexión con PackageKit!

source: Bye PackageKit!
cs: Sbohem PackageKit!
de: Tschüss PackageKit!
es: ¡Adiós, PackageKit !
fr: Au revoir PackageKit !
gl: Adeus PackageKit !

source: Bye!
cs: Sbohem!
de: Tschüss!
es: ¡Hasta luego!
fr: Au revoir !
gl: Adéus!

source: Next
cs: Další
de: Nächstes
es: Siguiente
fr: Suivant
gl: Suivant

source: Back
cs: Zpět
de: Zurück
es: Volver
fr: Retour
gl: Retour

source: Options
cs: Možnosti
de: Optionen
es: Opciones

source: About
cs: O aplikaci
de: Über
es: Acerca de
fr: À propos
gl: À propos

source: Could not connect to PackageKit. Aborting.
cs: Nelze se připojit k PackageKit. Končím.
de: Konnte nicht mit PackageKit verbinden. Abbruch!
es: No se pudo conectar con PackageKit. Abortando.
fr: Échec de la connexion à PackageKit. Abandon.
gl: Non se puido conectar con PackageKit. Abortando.

source: Quit
cs: Ukončit
de: Verlassen
es: Salir
fr: Quitter
gl: Sair

source: FAIL
cs: CHYBA
de: Fehlgeschlagen
es: FALLO
fr: Échec
gl: FALLOU

source: seconds left
cs: zbývající čas [s]
de: Sekunden verbleiben
es: segundos restantes
fr: secondes restantes
gl: segundos restantes

source: something went wrong
cs: Něco se pokazilo
de: etwas war falsch
es: algo ha ido mal
fr: quelque chose ne s'est pas bien passé
gl: algo foi mal

source: Installing selected packages
cs: Instalování vybraných balíčků
de: Installiere markierte Packete
es: Instalando los paquetes seleccionados
fr: Installation des paquets sélectionnés
gl: Instalando os paquetes seleccionados

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
gl: Cancelar

source: Removing selected packages
cs: Mazání vybraných balíčků
de: Entferne markierte Packete
es: Desinstalando los paquetes seleccionados
fr: Suppression des paquets sélectionnés
gl: Desinstalando os paquetes seleccionados

source: Enter package name:
cs: Napište jméno balíčku:
de: Packetnamen eingeben:
es: Introduzca el nombre del paquete:
fr: Entrez le nom du paquet :
gl: Introduza o nome do paquete:

source: Error:
cs: Chyba:
de: Fehler:
fr: Erreur :

source: Searching failed.
cs: Vyhledávání se nezdařilo.
de: Suche fehlgeschlagen.
es: Falló la búsqueda.
fr: Échec de la recherche.
gl: Fallou a procura.

source: Searching...
cs: Vyhledávání...
de: Suchen...
es: Buscando...
fr: Recherche en cours...
gl: Procurando...

source: Not implemented yet.
cs: Zatím není implementováno.
de: Noch nicht implementiert.
es: Aún no está implementado.
fr: Pas encore implémenté.
gl: Aínda non está implementado.

source: Refreshing package list
cs: Obnovování seznamu balíčků
de: Packetlisten aktualisieren
es: Actualizando la lista de paquetes
fr: Rafraichissement de la liste de paquets
gl: Re

source: Select action from list below:
cs: Vyberte akci ze seznamu:
de: Wählen Sie eine Aktion aus der Liste aus:
es: Seleccione una acción de la lista:
fr: Choisissez une action dans la liste suivante :
gl: Escolla unha acción da lista:

source: Install new packages
cs: Instalovat nové balíčky
de: Installiere neue Packete
es: Instalando paquetes nuevos
fr: Installer des nouveaux paquets
gl: Instalar novos paquetes

source: Upgrade system
cs: Aktualizovat systém
de: System upgraden
es: Actualizar el sistema
fr: Mettre le système à jour
gl: Actualizar o sistema

source: Update package cache
cs: Aktualizovat vyrovnávací paměť balíčků
de: Paketzwischenspeicher aktualisieren
es: Actualizar la lista de paquetes
fr: Mettre la liste des paquets à jour
gl: Actualizar a lista de paquetes

source: Remove packages
cs: Smazat balíčky
de: Packete entfernen
es: Desinstalar paquetes
fr: Supprimer des paquets
gl: Desinstalar paquetes

source: Installer
cs: Instalátor
de: Installationsassistent
es: Instalador
fr: Programme d'installation
gl: Instalador

source: Connecting to PackageKit...
cs: Připojování k PackageKit...
de: Verbinde mit PackageKit...
es: Conectando a PackageKit...
fr: Connexion à PackageKit en cours...
gl: Conectando con PackageKit...

source: SHR Installer
cs: SHR Instalátor
de: SHR-Installationsprogramm
es: Instalador de SHR
fr: Programme d'installation SHR
gl: Instalador de SHR
